<template>
    <BaseLayout title="Банан">
        <b-row class="justify-content-center">
            <img src="../../assets/img/fruits/banana.jpg" alt="Банан">
        </b-row>
        <br>
        <b-row>
            <b-col class="text-justify">
                <p><b>Корисні властивості:</b></p>
                <p>Банани відносяться до високоенергетичних продуктів, вживання яких дуже швидко підвищує рівень цукру в
                    крові. Тому вони так швидко дають енергію для фізичних i розумових навантажень. Введення в раціон
                    харчування цього фрукта допомагає при лікуванні захворювань нирок, печінки, анемії, атеросклерозі,
                    гіпертонії, депресії, печії, набряклості кінцівок, запорі. Це пов'язано з високим вмістом калію,
                    заліза
                    і цинку.</p>
                <p>Вітаміни групи В позитивно впливають на нервову систему: діють заспокійливо і нормалізують сон. При
                    вживанні бананів збільшується рівень серотоніну в крові, що сприяє поліпшенню настрою і людина
                    починає
                    відчувати себе щасливішою. Це пов'язано з розщепленням білка триптофан. Банани мають антисептичні та
                    в'яжучі властивості, тому їх варто вживати при запаленні слизових оболонок шлунка і рота, ентеритах,
                    при
                    виразках шлунка і кишківника (але не в період загострення).</p>
                <p>Стиглі банани містять фруктозу, сахарозу і глюкозу, які дуже швидко всмоктуються в кров, отже при
                    цукровому діабеті рекомендують вживати лише недозрілі плоди.</p>
                <p><b>Шкідливі властивості:</b></p>
                <p>Банани можуть бути незвичні для шлунка і кишківника маленьких дітей, тому варто бути обережними з
                    подібним ласощами, інакше все може закінчитися здуттям живота, коліками або навіть отруєнням.</p>
                <p>Окрім дітей від вживання цього фрукта слід утриматися людямз хворобами серцево- судинної системи.
                    Особливо небезпечно вживати банани хворим на тромбофлебіт, iшемічну хвороба і у випадках підвищеного
                    згортування крові. Це пов'язано з тим, що цей фрукт сприяє виведенню рідини з організму, що
                    спричиняє
                    згущення крові і уможливлюе закупорку судин, що в свою чергу може стати причиною утворення тромбу.
                    Подібний вплив на організм може значно погіршити стан хворого.</p>
                <p>Крім цього банан не рекомендується людям, які недавно перенесли інсульт або інфаркт. Відомо, що цей
                    фрукт багатий калієм, тому при надмірному вживанні може початися гіпервітаміноз вітаміну К, не
                    забувайте
                    про це.</p>
            </b-col>
        </b-row>
    </BaseLayout>
</template>

<script>
    import BaseLayout from "@/views/BaseLayout";

    export default {
        name: "BananaInfo",
        components: {
            BaseLayout
        }
    }
</script>

<style scoped>
    img {
        max-height: 15rem;
    }
</style>