<template>
    <BaseLayout title="Індичка">
        <b-row class="justify-content-center">
            <img src="../../assets/img/meat/turkey.jpeg" alt="Індичка">
        </b-row>
        <br>
        <b-row>
            <b-col class="text-justify">
                <p><b>Корисні властивості:</b></p>
                <p>Порція м’яса індички вагою 100 грамів містить 22,6 грамів білку, що приблизно становить половину добової норми для людини.</p>
                <p>100 грам запеченого м’яса індички без шкіри містить 155 калорій і лише 1,7 грамів жиру.</p>
                <p>М'ясо легко засвоюється завдяки малому вмісту різних нерозчинних жирів, засвоєння білка складає близько 95%.</p>
                <p>Є джерелом цинку, який підвищує імунітет, сприяє правильному засвоєнню жирів, білків та вуглеводів, містить багато фосфору, заліза, калію, магнію.</p>
                <p>Ідеально підходить для дитячого харчування, особливо для дітей, які не сприймають деяких видів продуктів.</p>
                <p><b>Шкідливі властивості:</b></p>
                <p>Можна стверджувати, що індичка майже ніяких шкідливих властивостей не має. Однак слід пам'ятати, що людям, які страждають хворобами нирок або подагрою, індичатина не принесе користі, тому що в ній міститься велика кількість білка. Таким пацієнтам потрібно обмежити вживання даного м'яса.</p>
            </b-col>
        </b-row>
    </BaseLayout>
</template>

<script>
    import BaseLayout from "@/views/BaseLayout";

    export default {
        name: "Turkey",
        components: {
            BaseLayout
        }
    }
</script>

<style scoped>
    img {
        max-height: 15rem;
    }
</style>